[
	{
		"countryID": "1",
		"countryName": "Brazil",
		"region": "Latin America and Caribbean",
		"yearPublication": "2016",
		"version": "1",
		"timeHorizon": "2016-2020",
		"releaseBy": "Ministry of Environment",
		"purpose": "To guide initiatives for management and reduce long-term climate risks",
		"vision": "All government policy sectors considered vulnerable to impacts of climate change must have climate-risk management strategies in place.",
		"goals": "Guide the expansion and dissemination of scientific, technical and traditional knowledge in support of the production, management and dissemination of information on climate risks, and develop capacity-building measures for governmental bodies and society in general.\n\nPromote coordination and cooperation among public bodies for climate-risk management, by means of public-participation processes, with a view to fostering continuous improvement of climate risk-management actions.\n\nIdentify and propose measures to promote adaptation to and reduction of climate risk.",
		"numPageBody": "307",
		"docStructure": "Volume I focuses on the general NAP strategy, including projected climate change in Brazil, objectives, and the management of the Plan. Volume II focuses on sectoral and thematic strategies. There are no annexes.",
		"numCrossSectoral": "9",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Brazil%20NAP%20English.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Information to facilitate clarity, transparency and understanding of Brazil’s NDC$$$https://unfccc.int/sites/default/files/NDC/2022-06/Updated%20-%20First%20NDC%20-%20%20FINAL%20-%20PDF.pdf}}}\n\n{{{Brazil's sectoral strategies$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/English_PNA_Part2%20v4.pdf}}}\n\n{{{Climate Change Adaptation Strategy for the Brazilian Agriculture and Livestock Secto$$$https://napglobalnetwork.org/resource/climate-change-adaptation-strategy-for-the-brazilian-agriculture-and-livestock-sector/}}}\n\n{{{Health sector plan for climate change mitigation and adaptation (Portuguese)$$$https://bibliotecadigital.economia.gov.br/handle/123456789/1015}}}"
	},
	{
		"countryID": "23",
		"countryName": "Cameroon",
		"region": "Africa",
		"yearPublication": "2015",
		"version": "1",
		"timeHorizon": "2015-2020",
		"releaseBy": "Ministry of Environment, Protection of Nature and Sustainable Development",
		"purpose": "The purpose of the National Climate Change Adaptation Plan (PNACC) is to present concrete, operational measures to prepare Cameroon to face and take advantage of new climatic conditions over the next five years.",
		"vision": "In Cameroon, climate change is completely integrated into the country's sustainable development, reducing its vulnerability. Cameroonians (especially women, children, and vulnerable people) and economic sectors have increased resilience and capacity.",
		"goals": "The main goal: Adapt to climate change by reducing the vulnerability of Cameroonians to the effects of climate change and increasing their resilience and quality of life; and improve adaptive capacities to create new opportunities to support the country's sustainable development.\n\n\nSpecific objectives:\n\n1. Improve knowledge on climate change in Cameroon\n\n2. Inform, educate, and mobilize the Cameroonian population to adapt to climate change\n\n3. Reduce the vulnerability to climate change of the population in the main sectors and agro-ecological zones of the country\n\n4. Integrate climate change adaptation into national sector strategies and policies",
		"numPageBody": "137",
		"docStructure": "The document is divided in five parts and annexes: i) context, ii) past and future climate trends and impacts, iii) strategy, iv) action plan, v) project ideas, vi) annexes (chronology, climate trends, adaptation actions)",
		"numCrossSectoral": "6",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/PNACC_Cameroun_VF_Valid%c3%a9e_24062015%20-%20FINAL.pdf",
		"totalCostImplNAP": "118000000",
		"napProcessOutputs": "{{{Monitoring, Evaluation and Learning (MEL) System for Adaptation in Cameroon: Technical Analysis of the Monitoring, Evaluation and Learning (MEL) System for Adaptation in Cameroon (French)$$$https://napglobalnetwork.org/resource/sea-de-ladaptation-au-cameroun/}}}"
	},
	{
		"countryID": "3",
		"countryName": "Chile",
		"region": "Latin America and Caribbean",
		"yearPublication": "2017",
		"version": "1",
		"timeHorizon": "2015-2019",
		"releaseBy": "Ministry of Environment",
		"purpose": "Chile's NAP lays out its national-level climate change adaptation policies and priorities. It offers guidelines for national-level adaptation efforts and provides an operational framework to foster the coordination and coherence of adaptation actions across different sectors and territorial administrative levels. In doing so, the NAP recognizes that adaptation can be carried out at the sector, multi-sectoral, or regional level, as well as in a transversal manner.",
		"vision": "Strengthen Chile’s capacity to adapt to climate change, furthering knowledge of its impacts and the country’s vulnerability and generating planned actions that minimize the negative effects of climate change.",
		"goals": "Establish the conceptual framework for adaptation in Chile.\n\nEstablish the institutional framework that will operationalize the National Adaptation Plan and the sectoral plans.\n\nDetermine the sectors that need adaptation plans and establish the criteria and guidelines to create and implement the sectoral adaptation plans.\n\nDefine the cross-cutting actions needed to adapt to climate change.",
		"numPageBody": "73",
		"docStructure": "The main body consists of two main sections. The first focuses on the climate change context in Chile. The second presents the main objectives of the NAP, its operational structure, cross-cutting priorities, and sectoral level priority actions.",
		"numCrossSectoral": "8",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Chile%20NAP%20including%20sectoral%20plans%20Spanish.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Chile's First Adaptation Communication (Spanish)$$$https://unfccc.int/sites/default/files/ACR/2022-12/Comunicaci%C3%B3n%20de%20Adaptaci%C3%B3n%202022.pdf}}}\n\n{{{Climate Change Adaptation Plan for the Forestry and Agricultural Sector (Spanish)$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Chile_Agriculture_Plan_Adaptacion_CC_S_Silvoagropecuario.pdf}}}\n\n{{{limate Change Adaptation Plan for Biodiversity (Spanish)$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Plan_Adaptacion_CC_Biodiversidad.pdf}}}\n\n{{{Climate Change Adaptation Plan for Fisheries and Aquaculture (Spanish)$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Plan-Pesca-y-Acuicultura-CMS.pdf}}}\n\n{{{Climate Change Adaptation Plan for the Energy Sector 2018-2023 (Spanish)$$$https://cambioclimatico.mma.gob.cl/wp-content/uploads/2021/11/PLAN-DE-ADAPTACION-ENERGIA.pdf}}}\n\n{{{Climate Change Adaptation Plan for the Health Sector (Spanish)$$$https://mma.gob.cl/wp-content/uploads/2018/06/Plan-de-adaptacio%CC%81n-al-cambio-clima%CC%81tico-para-salud_2016.pdf}}}\n\n{{{Climate Change Adaptation Plan for Cities (Spanish)$$$https://cambioclimatico.mma.gob.cl/wp-content/uploads/2021/11/Plan-de-Adaptacion-Cambio-Climatico-para-Ciudades-2018-2022.pdf}}}\n\n{{{Climate Change Adaptation Plan for the Tourism Sector in Chile (Spanish)$$$https://mma.gob.cl/wp-content/uploads/2020/01/Plan-de-Adaptacion-al-Cambio-Climatico-del-sector-Turismo-en-Chile.pdf}}}"
	},
	{
		"countryID": "4",
		"countryName": "Colombia",
		"region": "Latin America and Caribbean",
		"yearPublication": "2018",
		"version": "1",
		"timeHorizon": "Not stated.",
		"releaseBy": "National Planning Department; Ministry of Environment and Sustainable Development; Institute of Hydrology, Meteorology and Environmental Studies; National Unit for Disaster Risk Management",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "General Objective: Define priority lines of action for adaptation to climate change that aim to reduce the risk and impacts associated with climate change, as well as take advantage of opportunities.\n\nSpecific Objectives:\n\nManage knowledge about climate change and its potential consequences for communities, biodiversity, and its services ecosystems, as well as the country's economy.\n\nIncorporate adaptation to climate change in territorial and sectoral development planning processes.\n\nPromote the transformation of development toward adaptation to climate change with an emphasis on competitiveness, sustainability, and equality.",
		"numPageBody": "100",
		"docStructure": "The NAP document has three volumes: conceptual basis of adaptation, NAP preparation roadmap, and the main NAP. In the main NAP, there are eight chapters including climate change diagnosis, adaptation strategies, monitoring and evaluation, and financing. There are two annexes for the main NAP. ",
		"numCrossSectoral": "5",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Colombia%20NAP%20Spanish.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Update on Colombia's Nationally Determined Contribution (NDC) - Adaptation Communications (Spanish)$$$https://unfccc.int/sites/default/files/NDC/2022-06/NDC%20actualizada%20de%20Colombia.pdf}}}\n\n{{{Communication Strategy for the National Climate Change Adaptation Plan (Spanish)$$$https://colaboracion.dnp.gov.co/CDT/Ambiente/Estrategia-comunicacion-Plan-Nacional-Adaptacion-Cambio-Climatico.PDF}}}\n\n{{{Quantifying the Financing Gap for Climate Change Adaptation in Colombia (Spanish)$$$https://colaboracion.dnp.gov.co/CDT/Estudios%20Econmicos/516.pdf}}}"
	},
	{
		"countryID": "5",
		"countryName": "Ethiopia",
		"region": "Africa",
		"yearPublication": "2019",
		"version": "1",
		"timeHorizon": "2016-2030",
		"releaseBy": "Environment, Forest and Climate Change Commission (EFCCC)",
		"purpose": "1. Strengthen Ethiopia’s overall adaptation strategy, through a strategic review of current national, regional and sectoral strategies and recent experience, using UNFCCC guidelines, and prepare Ethiopia’s adaptation policy framework to guide the country to address adaptation needs currently not being addressed, readying Ethiopia to access global climate finance.\n\n2. Bridge adaptation requirements across sectors and regions by identifying overlapping jurisdictions and missing links between different themes/sectors and geographical regions. \n\n3. Situate Ethiopia’s overall adaptation strategy into the country’s climate strategy landscape through review of existing policies and plans, conducting a gap analysis using UNFCCC guidelines and elaborating the current climate change policies and plans.\n\n4. Facilitate implementation of Ethiopia’s adaptation strategy by aligning it with the institutional framework of Ethiopia’s major climate change strategies and programs.",
		"vision": "The Ethiopia NAP (NAP-ETH) vision is to create climate change impact resilient development for Ethiopia and its people. ",
		"goals": "Integrate currently disparate sectoral and regional adaptation initiatives in order to mainstream climate change holistically within Ethiopia's long-term development path.\n\nMainstream and institutionalize the implementation of adaptation in the country's development governance structures.\n\nMobilize resources from public and private climate finance sources, both domestic and international, to develop capacities and implement adaptation initiatives.\n\nEstablish resilient systems that can withstand disasters and climate risks by building collaborative partnerships among stakeholders and integrating adaptation in development sectors.",
		"numPageBody": "52",
		"docStructure": "Ethiopia's NAP has four chapters focusing on preparations, the content of the plan, implementation, and monitoring and evaluation. There are three annexes related to risk and vulnerability analysis, logical framework approach, and NAP review template.",
		"numCrossSectoral": "5",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Final%20Ethiopia-national-adaptation-plan%20%281%29.pdf",
		"totalCostImplNAP": "90000000000",
		"napProcessOutputs": "{{{Ethiopia’s NAP Implementation Roadmap$$$https://napglobalnetwork.org/resource/ethiopias-climate-resilient-green-economy/}}}"
	},
	{
		"countryID": "6",
		"countryName": "Fiji",
		"region": "Asia-Pacific",
		"yearPublication": "2018",
		"version": "1",
		"timeHorizon": "2018-2023",
		"releaseBy": "Ministry of Economy",
		"purpose": "Not stated.",
		"vision": "A climate-resilient development pathway which enables Fiji to anticipate, reduce, and manage environmental and climate risks caused by climate variability and change to support a vibrant society and prosperous economy.",
		"goals": "Not stated.",
		"numPageBody": "106",
		"docStructure": "This document has six parts with no annexes. The main sections cover the context and governance of Fiji, its vulnerability to climate change, barriers to adaptation, and systemic and sectoral priorities for adaptation.",
		"numCrossSectoral": "5",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/National%20Adaptation%20Plan_Fiji.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Costing Methodology for Fiji’s National Adaptation Plan$$$https://napglobalnetwork.org/resource/costing-methodology-for-fijis-national-adaptation-plan/}}}\n\n{{{Monitoring and Evaluation Framework for Fiji’s National Adaptation Plan Process$$$https://napglobalnetwork.org/resource/monitoring-and-evaluation-framework-fiji-nap-process/}}}\n\n{{{Fiji’s Hydrometeorological Observation Equipment Maintenance and Service Production$$$https://napglobalnetwork.org/resource/fijis-hydrometeorological-observation-equipment-maintenance-and-service-production/}}}"
	},
	{
		"countryID": "7",
		"countryName": "Grenada",
		"region": "Latin America and Caribbean",
		"yearPublication": "2019",
		"version": "1",
		"timeHorizon": "2017-2021",
		"releaseBy": "Ministry of Climate Resilience, the Environment, Forestry, Fisheries, Disaster Management and Information",
		"purpose": "Not stated.",
		"vision": "A resilient nation that continuously adapts to climate change by reducing their vulnerability through comprehensive adaptation strategies.",
		"goals": "P.12-13 of Grenada's NAP present 14 goals. The first four are listed below. Please refer to the document for the full list.\n\n1. Strengthened institutional structure to support coordination, integration and implementation of climate change adaptation action.\n\n2. Integration of climate change adaptation within the process of the National Sustainable Development Plan 2030 (formulation and implementation).\n\n3. Systematic mainstreaming of climate change considerations within the design and budgets of new government projects.\n\n4. Establishment of a climate-responsive water governance structure.",
		"numPageBody": "125",
		"docStructure": "Grenada's NAP gives an overview of the current situation in Grenada, before detailing the vision and goals or climate adaptation. It then explains each of the 12 Programmes of Action. There is an annex of a list of stakeholders.",
		"numCrossSectoral": "7",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Grenada_National%20Adaptation%20Plan_%202017-2021.pdf",
		"totalCostImplNAP": "260000000",
		"napProcessOutputs": "{{{National Climate Change Policy for Grenada, Carriacou and Petite Martinique (2017-2021)$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Grenada_National%20Climate%20Change%20Policy%202017-2021.pdf}}}\n\n{{{Developing a Climate Adaptation Monitoring and Evaluation System for Grenada’s National Adaptation Plan: A technical report based on expert interviews and the results of a government consultation on July 24–26, 2019$$$https://napglobalnetwork.org/resource/adaptation-m-and-e-for-grenadas-nap/}}}\n\n{{{Scaling Up Adaptation: Strengthening alignment of the National Adaptation Plan (NAP) process and Nationally Determined Contributions (NDC) in Grenada$$$https://napglobalnetwork.org/resource/scaling-up-adaptation-strengthening-alignment-of-the-national-adaptation-plan-nap-process-and-nationally-determined-contributions-ndc-in-grenada/}}}"
	},
	{
		"countryID": "8",
		"countryName": "Guatemala",
		"region": "Latin America and Caribbean",
		"yearPublication": "2019",
		"version": "2",
		"timeHorizon": "Not stated.",
		"releaseBy": "Ministry of Environment and Natural Resources",
		"purpose": "Guiding the action of Guatemalan society to increase its resilience to the effects of climate change.",
		"vision": "Not stated.",
		"goals": "General objective: Clearly and systematically define the main actions and guidelines that government institutions and other state sectors must follow to effectively contribute to reducing the vulnerability of the majority of the national population, enhancing the country's adaptive capacity, and reducing greenhouse gas emissions in response to the threat of climate change effects.\n\nSpecific objectives:\n\nPut into effect the relevant national and international instruments that address climate change.\n\nGuide public institutions and other state sectors that work to address climate change on the actions to be implemented in the short, medium, and long term.\n\nGuide the development of strategic institutional planning documents and define priorities for sectoral, land use, and institutional planning.\n\nDefine the prioritization criteria for public investments linked to actions aimed at reducing vulnerability and promoting adaptation to climate change.\n\nDefine priorities for international cooperation.",
		"numPageBody": "211",
		"docStructure": "The document outlines the objective and provides a comprehensive overview of the context, guiding principles, and cross-cutting issues. It then details adaptation and mitigation actions, along with information on financing and monitoring & evaluation.",
		"numCrossSectoral": "9",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Guatemala%20NAP%20small.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Institutional Strategic Plan for the Reduction of Vulnerability, Adaptation, and Mitigation to Climate Change in the SIGAP 2022–2027. (Spanish)$$$https://conap.gob.gt/wp-content/uploads/2024/02/7.Plan-Estrategico-CONAP-UCC-SIGAP-2022-2027_compressed.pdf}}}\n\n{{{Description of the process and costing of the national climate change action plan and estimation of the financing gap. (Spanish)$$$https://www.biofin.org/sites/default/files/content/knowledge_products/Costeo%20y%20Brechas%20PANCC%20%28digital%29_v6.pdf}}}"
	},
	{
		"countryID": "9",
		"countryName": "Kenya",
		"region": "Africa",
		"yearPublication": "2017",
		"version": "1",
		"timeHorizon": "2015-2030",
		"releaseBy": "Ministry of Environment and Natural Resources",
		"purpose": "Not stated.",
		"vision": "Enhanced climate resilience towards the attainment of Vision 2030",
		"goals": "Highlight the importance of adaptation and resilience-building actions in development.\n\nIntegrate climate change adaptation into national- and county- level development planning and budgeting processes.\n\nEnhance the resilience of public and private sector investment to climate shocks in the national transformation, economic, and social and pillars of Vision 2030.\n\nEnhance synergies between adaptation and mitigation actions in order to attain a low-carbon, climate-resilient economy.\n\nEnhance the resilience of vulnerable populations to climate shocks through adaptation and disaster risk reduction strategies.",
		"numPageBody": "54",
		"docStructure": "It is divided into five chapters that explore the national circumstances, the coordination of adaptation actions, climate hazard and vulnerability analysis, adaptation actions, and adaptation monitoring and evaluation. There are no annexes.",
		"numCrossSectoral": "5",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents%20NAP/Kenya_NAP_Final.pdf",
		"totalCostImplNAP": "38255496051",
		"napProcessOutputs": "{{{Review of the Implementation of Kenya’s National Adaptation Plan 2015–2030 in the Agriculture Sector$$$https://napglobalnetwork.org/resource/review-implementation-kenya-adaptation-plan-agriculture-2015-2030/}}}\n\n{{{Kenya’s National Climate Change Action Plan 2018-2022: Second Implementation Status Report for the FY 2019/2020$$$https://napglobalnetwork.org/resource/kenya-nccap-2018-2022-second-implementation-status-report/}}}\n\n{{{National Climate Change Action Plan (NCCAP) III$$$https://faolex.fao.org/docs/pdf/ken229355.pdf}}}\n\n{{{Kenya's Updated Nationally Determined Contribution (NDC) and Adaptation Communications$$$https://unfccc.int/sites/default/files/NDC/2022-06/Kenya%27s%20First%20%20NDC%20%28updated%20version%29.pdf}}}"
	},
	{
		"countryID": "10",
		"countryName": "Kiribati",
		"region": "Asia-Pacific",
		"yearPublication": "2020",
		"version": "2",
		"timeHorizon": "2019-2028",
		"releaseBy": "Office of Te Beretitent (Office of the President)",
		"purpose": "To enhance coordination and access to financial and technical support to accelerate the implementation of actions on climate adaptation and disaster risk reduction.",
		"vision": "I-Kiribati unique culture, heritage, and identity are upheld and safeguarded through enhanced resilience and sustainable development.",
		"goals": "To increase resilience through sustainable climate change adaptation and disaster risk reduction using a whole-of-country approach.",
		"numPageBody": "100",
		"docStructure": "It contains four chapters: the background, the country context, the development of the Plan, and the Plan itself. There are two annexes, each on detailed actions and policy alignments. There are two annexes on the detailed action matrix and the ational and sectoral policy alignments.",
		"numCrossSectoral": "8",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Kiribati-Joint-Implementation-Plan-for-Climate-Change-and-Disaster-Risk-Management-2019-2028.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP): 2014–2018 Implementation Progress Report$$$https://napglobalnetwork.org/resource/kjip-for-climate-change-and-disaster-risk-management/}}}\n\n{{{Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP) 2019-2028$$$https://napglobalnetwork.org/resource/joint-implementation-plan-for-climate-change-and-disaster-risk-management-kjip-2019-2028/}}}\n\n{{{National Climate Change and Health Action Plan for the Republic of Kiribati$$$http://macbio-pacific.info/wp-content/uploads/2018/04/Kiribati-CC-Health-Action-Plan_2011.pdf}}}"
	},
	{
		"countryID": "11",
		"countryName": "Kuwait",
		"region": "Asia-Pacific",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2019-2030",
		"releaseBy": "Kuwait Environment Public Authority",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "To provide an integrated development plan and subsequent programmes targeting local communities and environmental components in areas under the threat of climate change.",
		"numPageBody": "170",
		"docStructure": "Kuwait's NAP has five chapters that detail the national circumstances, vulnerability analysis, coordination of adaptation actions, and the Plan itself. There are two appendices on Kuwait waters images. ",
		"numCrossSectoral": null,
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Kuwait%20National%20Adaptation%20Plan%202019-2030.pdf",
		"totalCostImplNAP": "21500000",
		"napProcessOutputs": null
	},
	{
		"countryID": "12",
		"countryName": "Paraguay",
		"region": "Latin America and Caribbean",
		"yearPublication": "2022",
		"version": "2",
		"timeHorizon": "2022-2030",
		"releaseBy": "Ministry of Environment and Sustainable Development",
		"purpose": "The National Plan for Adaptation to Climate Change 2022-2030 (PNACC 2022-2030) is a planning instrument that seeks to promote the coordinated action of the different actors to deal with the effects of climate change in the country, facilitating the integration of adaptation, coherently in policies, programs and projects in the sectors relevant and at the levels required at the national context.",
		"vision": "Not stated.",
		"goals": "Not stated.",
		"numPageBody": "80",
		"docStructure": "The NAP is divided into two sections: Conceptual Framework and the Plan itself. The Plan covers the following sectors: Cities; Health; Ecosystems & Biodiversity; Energy; Agriculture/Livestock, Forestry and Food Security; Water; & Transport.  ",
		"numCrossSectoral": "21",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP2_PARAGUAY-July2022.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Update of the NDC of the Republic of Paraguay and Adaptation Communications (Spanish)$$$https://unfccc.int/sites/default/files/NDC/2022-06/ACTUALIZACI%C3%93N%20DE%20LA%20NDC%20DEL%20PARAGUAY_Versi%C3%B3n%20Final.pdf}}}"
	},
	{
		"countryID": "13",
		"countryName": "Saint Lucia",
		"region": "Latin America and Caribbean",
		"yearPublication": "2018",
		"version": "1",
		"timeHorizon": "2018-2028",
		"releaseBy": "Ministry of Education, Innovation, Gender Relations and Sustainable Development",
		"purpose": "Not stated.",
		"vision": "Saint Lucia and her people, their livelihoods, social systems, and environment are resilient to the risks and impacts of climate change through continuous, coordinated, and effective adaptation efforts.",
		"goals": "Enhance the national enabling environment for climate-related adaptation and risk reduction action within and across development sectors.\n\nAccelerate the implementation of climate adaptation and risk reduction actions critical to safeguarding the country’s socio-economic and environmental systems.",
		"numPageBody": "138",
		"docStructure": "Saint Lucia's NAP has 15 Chapters, covering the country context, NAP process, the Plan itself, and adaptation priorities. There are four annexes: the stocktaking report recommendations, participants in NAP activities, the 2015 adaptation policy, and the National CC Committee.",
		"numCrossSectoral": "6",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/SLU-NAP-May-2018.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Adaptation Communications$$$https://unfccc.int/sites/default/files/ACR/2022-10/Saint%20Lucia-2022-Adaptation-Communication-final.pdf}}}\n\n{{{NAP Progress Report$$$https://unfccc.int/sites/default/files/ACR/2022-10/Saint-Lucia-2022-NAP-progress-report-final%202018-2021.pdf}}}\n\n{{{Sectoral Adaptation Strategy and Action Plan: Agriculture$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Saint%20Lucia%e2%80%99s%20Sectoral%20Strategy%20and%20Action%20Plan%20for%20Agriculture.pdf}}}\n\n{{{Sectoral Adaptation Strategy and Action Plan: Fisheries$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/SLU-Fisheries-SASAP-May-2018.pdf}}}\n\n{{{Sectoral Adaptation Strategy and Action Plan: Water$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Saint%20Lucia%20Sectoral%20Adaptation%20Plan%20for%20Water.pdf}}}\n\n{{{Communications Strategy$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Saint%20Lucia%20Climate%20Change%20Communications%20Strategy.pdf}}}\n\n{{{Monitoring and Evaluation Plan$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Saint%20Lucia%20Monitoring%20and%20Evaluation%20for%20NAP.pdf}}}\n\n{{{Resilient Ecosystems Adaptation Strategy and Action Plan$$$https://napglobalnetwork.org/resource/saint-lucias-reasap-2020-2028/}}}\n\n{{{Private Sector Engagement Strategy Under the National Adaptation Planning Process$$$https://napglobalnetwork.org/resource/saint-lucia-private-sector-engagement-strategy/}}}\n\n{{{Climate Financing Strategy$$$https://napglobalnetwork.org/resource/saint-lucias-climate-financing-strategy/}}}"
	},
	{
		"countryID": "14",
		"countryName": "Saint Vincent and the Grenadines",
		"region": "Latin America and Caribbean",
		"yearPublication": "2019",
		"version": "1",
		"timeHorizon": "2018-2030",
		"releaseBy": "Ministry of Finance, Economic Planning, Sustainable Development and Information Technology",
		"purpose": "Not stated.",
		"vision": "Vision: To be a leader by having a society, environment and economy that is resilient to climate change.   Mission: To mainstream climate change adaptation into development planning and implementation. ",
		"goals": "Promote an enabling environment to facilitate the mainstreaming of climate change adaptation in the planning, budgeting, and implementation processes by strengthening the governance structures to enhance synergies between adaptation and DRR26, including the identification, implementation, monitoring, and evaluation and communication of adaptation actions.\n\nImprove the capacity for data and information collection, management, and sharing; determination of climatic risk; and access to technology and financing for adaptation.\n\nTo implement adaptation actions toward increased resilience in the most vulnerable Vincentians.",
		"numPageBody": "99",
		"docStructure": "The NAP includes an introduction, the methodology, the national context, and the Plan for Saint Vincent and the Grenadines itself. There are six appendices and an annex.",
		"numCrossSectoral": "7",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/FINAL%20NAP_SVG_Approved.pdf",
		"totalCostImplNAP": "7150000",
		"napProcessOutputs": null
	},
	{
		"countryID": "15",
		"countryName": "Sri Lanka",
		"region": "Asia-Pacific",
		"yearPublication": "2016",
		"version": "1",
		"timeHorizon": "2016-2025",
		"releaseBy": "Ministry of Mahaweli Development and Environment",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Raise the adaptive capacity of individuals, communities, and society to cope with impacts of climate change effectively.\n\nReduce vulnerability to climate risks by enhancing the resilience of communities and ecosystems.\n\nCapture any opportunities that arise due to changes for maximum gain for society and people.\n\n* Above are the three goals of the NAP. Please find the seven objectives of the NAP on page 47-48.",
		"numPageBody": "121",
		"docStructure": "The NAP contains 11 chapers, covering the country context, methodology, adaptation options, and the Plan itself. It also covers institutional mechanisms, the implementation strategy, and resource mobilization mechanisms. The appendices cover the physical effects, impacts, adaptation needs, adaptation options, time plan, and budget for each sector, as well as the Stakeholder Consultation Workshops.",
		"numCrossSectoral": "10",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents%20NAP/National%20Reports/National%20Adaptation%20Plan%20of%20Sri%20Lanka.pdf",
		"totalCostImplNAP": "35803458",
		"napProcessOutputs": "{{{Stakeholder Engagement Strategy for Green Climate Fund (GCF)-related Activities in Sri Lanka$$$https://www.climatechange.lk/CCS2020/Version%205%20-%20Stakeholder%20Engagement%20Strategy.pdf}}}"
	},
	{
		"countryID": "16",
		"countryName": "State of Palestine",
		"region": "Asia-Pacific",
		"yearPublication": "2016",
		"version": "1",
		"timeHorizon": "Not stated.",
		"releaseBy": "Environment Quality Authority",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Not stated.",
		"numPageBody": "54",
		"docStructure": "There are three main chapters: the background, the introduction, and the methodology. There are multiple appendices that cover future climate scenarios, stakeholders, costs, and more.",
		"numCrossSectoral": null,
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents%20NAP/National%20Reports/State%20of%20Palestine%20NAP.pdf",
		"totalCostImplNAP": "3544166000",
		"napProcessOutputs": null
	},
	{
		"countryID": "17",
		"countryName": "Sudan",
		"region": "Africa",
		"yearPublication": "2016",
		"version": "1",
		"timeHorizon": "Not stated.",
		"releaseBy": "Ministry of Environment, Natural Resources & Physical Development",
		"purpose": "Not stated.",
		"vision": "Contribute to climate change-resilient communities, businesses, and productive systems across the country in the future.",
		"goals": "Build capacity among Sudanese institutions in order to promote the development of climate change institutional arrangements for effective implementation of adaptation programs and activities.\n\nBroaden the response to climate change to encompass institutional, economic, planning, and analytical dimensions of climate risk management in order to facilitate the integration of climate change adaptation into new and existing policies, programs, and activities within all relevant sectors and at different levels. \n\nContinue and enhance existing efforts to identify and prioritize potential adaptation initiatives at the regional level, as initially launched during the previous National Adaptation Programme of Action process.",
		"numPageBody": "70",
		"docStructure": "It is divided into chapters on the context, framework, adaptation activities, environment, and implementation strategy. There is an annex that summarizes the sectors, vulnerabilities, and adaptation programmes for each state.",
		"numCrossSectoral": "5",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents%20NAP/National%20Reports/Sudan%20NAP.pdf",
		"totalCostImplNAP": "300000000",
		"napProcessOutputs": "{{{First Nationally Determined Contribution and Adaptation Communications$$$https://unfccc.int/sites/default/files/NDC/2022-10/Sudan%20Updated%20First%20NDC-12102021.pdf}}}"
	},
	{
		"countryID": "18",
		"countryName": "Suriname",
		"region": "Latin America and Caribbean",
		"yearPublication": "2020",
		"version": "1",
		"timeHorizon": "2019-2029",
		"releaseBy": "Coordination Environment at the Office of the President",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Objective: \n\nEnable Suriname to conduct comprehensive medium and long-term climate adaptation planning.\n\nGoals: \n\nImpact reduction through adaptation and resiliency building. \n\nintegration and mainstreaming in a coherent manner, into relevant new and existing policies, programs, activities and development planning processes and strategies, across multiple sectors and levels as appropriate.",
		"numPageBody": "122",
		"docStructure": "The document covers the country context, objective, implementation, M&E framework, and sectoral/strategic adaptation plans. There are 4 annexes that include a capacity-building plan, financing modalities, sector background papers, and phase 2 frameworks.",
		"numCrossSectoral": "6",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Suriname%20Final%20NAP_apr%202020.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Sector Adaptation Strategy and Adaptation Plan (SASAP) for Water Resources in Suriname$$$https://napglobalnetwork.org/resource/sasap-for-water-resources-in-suriname/}}}"
	},
	{
		"countryID": "19",
		"countryName": "Togo",
		"region": "Africa",
		"yearPublication": "2018",
		"version": "1",
		"timeHorizon": "2017-2021",
		"releaseBy": "Ministry of the Environment and Forest Resources (MERF)",
		"purpose": "Not stated.",
		"vision": "By 2030, the socio-economic development of Togo is ensured, and the resilience of vulnerable populations is increased, thanks to the implementation of climate change adaptation measures.",
		"goals": "The implementation of the NAP aims to contribute to inclusive and sustainable growth in Togo through the reduction of vulnerabilities, enhanced capacity building for adaptation, and increased resilience in the face of climate change. More specifically, the NAP seeks to:\n\nEnsure the systematic integration and consideration of climate change adaptation in planning processes and budgeting.\n\nBuild the capacities of key stakeholders.\n\nSensitize decision-makers on the need to integrate climate change adaptation in planning documents.\n\nRaise awareness in the population in order to prepare them to build their resilience to climate change.\n\nImprove local knowledge and know-how and international best practices in connection with climatic changes.\n\nOffer a strengthened framework through which key national stakeholders can fight climatic changes in a more coordinated way.",
		"numPageBody": "58",
		"docStructure": "Togo's NAP comprises four main sections focusing on preparations, the national context, a planning and implementation strategy, and monitoring and evaluation. Eight annexes are included such as the action plan for the implementation of the sectoral adaptation options and the NAP funding strategy.",
		"numCrossSectoral": "3",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents%20NAP/Togo%20NAP.pdf",
		"totalCostImplNAP": "936000000",
		"napProcessOutputs": "{{{First Communication on Adaptation to Climate Change in Togo$$$https://unfccc.int/sites/default/files/ACR/2023-08/togo-ad-comm-fr.pdf}}}\n\n{{{Guidelines for Taking Gender into Account in Togo's National Adaptation Plan (NAP) Process$$$https://napglobalnetwork.org/resource/orientations-pour-la-prise-en-compte-du-genre-dans-le-processus-de-pna-du-togo/}}}"
	},
	{
		"countryID": "20",
		"countryName": "Timor-Leste",
		"region": "Asia-Pacific",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "Not stated.",
		"releaseBy": "Secretariat of State for Environment",
		"purpose": "Not stated.",
		"vision": "To build a climate-resilient development trajectory for the country and its people.",
		"goals": "Reduce vulnerability to the impacts of climate change by building adaptive capacity and resilience.\n\nFacilitate the integration of climate change adaptation, in a coherent manner, into relevant new and existing policies, programs and activities, in particular development planning processes and strategies, within all relevant sectors and at different levels, as appropriate.",
		"numPageBody": "70",
		"docStructure": "The NAP covers the legal basis for the NAP, national circumstances, rationale, NAP alignment with existing frameworks, results from various assessments, priority adaptation programs, and implementation considerations. There is an annex on NAP activities under each program. ",
		"numCrossSectoral": "7",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Timor%20Leste%20NAP.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": null
	},
	{
		"countryID": "21",
		"countryName": "Cambodia",
		"region": "Asia-Pacific",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2014-2023",
		"releaseBy": "Ministry of Environment",
		"purpose": "Not stated.",
		"vision": "Creating a national framework for engaging the public, the private sectors, civil society organizations, and development partners in a participatory process for responding to climate change to support sustainable development.",
		"goals": "Reduce vulnerability of most vulnerable groups and critical (natural and societal) systems to climate change impacts.\n\nShift towards a green development path by promoting low-carbon development and appropriate technologies.\n\nPromote awareness and participation of the public in climate change response actions.",
		"numPageBody": "32",
		"docStructure": "The document is divided into nine chapters including an introduction, vision and mission statements, goals, strategic framework, activities, financing resources, monitoring and evaluation, and a conclusion. It has a two-part annex.",
		"numCrossSectoral": "3",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Cambodia_CCCSP.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{NAP Process Document$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Cambodia%20NAP%20process%20document.pdf}}}\n\n{{{NAP Financing Framework and Implementation Plan$$$https://napcentral.org/sites/default/files/2023-10/CambodiaNAP_FinancingFramework_and_ImplementationPlan.pdf}}}\n\n{{{NAP Communications Strategy$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Cambodia_NAP_Communications.pdf}}}"
	},
	{
		"countryID": "22",
		"countryName": "Peru",
		"region": "Latin America and Caribbean",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "Double horizon: 2030, 2050",
		"releaseBy": "Ministry of Environment",
		"purpose": "Not stated.",
		"vision": "By the year 2030, Peru will have achieved the implementation of all Adaptation Measures to Climate Change (MACC) established in its Nationally Determined Contributions (NDCs). By 2050, the country will be adapted to climate change through the solid implementation its National Adaptation Plan (NAP).",
		"goals": "Reduce the current and future damage, potential disruptions, and resulting losses caused by climate change-related hazards to populations and their livelihoods. \n\nReduce the current and future damage, potential disruptions, and resulting losses caused by climate change-related hazards to ecosystems, watersheds, and territories. \n\nReduce the current and future damage, potential disruptions, and resulting losses caused by climate change-related hazards to infrastructure, assets, and/or services.",
		"numPageBody": "378",
		"docStructure": "NAP consists of 8 sections: objectives, context, vulnerabilities and impacts diagnostic, planning and implementation, M&E, finance strategy, communication actions, limitations and opportunities. There are eight annexes, including a stakeholder map, indicators, adaptation measures, among others.",
		"numCrossSectoral": "3",
		"linkToDocUNFCCC": "https://www4.unfccc.int/sites/NAPC/Documents/Parties/Per%c3%ba_NAP_Spanish.pdf.pdf",
		"totalCostImplNAP": "17604033376",
		"napProcessOutputs": "{{{Peruvian National Communicators Workshop Report$$$https://napglobalnetwork.org/resource/peruvian-national-communicators-workshop-report/}}}"
	},
	{
		"countryID": "107",
		"countryName": "Nepal",
		"region": "Asia-Pacific",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2021-2050",
		"releaseBy": "Ministry of Forests and Environment",
		"purpose": "Not stated",
		"vision": "To contribute to the socio-economic prosperity of the nation by building a climate-resilient society and reducing the risk of climate change impacts on people and ecosystems through the integration of adaptation across sectors and levels of government.",
		"goals": "The Nepal NAP aims to:\n\nBuild the adaptive capacity and resilience of service providers as well as key natural, social, and economic sectors vulnerable to climate change. \n\nIntegrate climate change issues into policies, strategies, plans, and programs for all sectors and at local, provincial, and federal levels, emphasizing Gender Equality, Social Inclusion, Livelihoods and Governance (GESILG) concerns.\n\nEnsure equitable resource mobilization and distribution of resources for climate change adaptation through national and international financing, research, technology, and extension services related to climate change adaptation.",
		"numPageBody": "173",
		"docStructure": "The NAP is divided into 10 chapters that include: national circumstances; climate change trends and scenarios; the nap process; priority adaptation programmes; enabling actions; and implementation modalities and institutional arrangements.",
		"numCrossSectoral": "6",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP_Nepal_2021.pdf",
		"totalCostImplNAP": "47400000000",
		"napProcessOutputs": "{{{Health National Adaptation Plan (H-NAP)$$$https://www4.unfccc.int/sites/NAPC/Documents/Parties/Nepal%20HNAP.pdf}}}\n\n{{{Policy Alignment to Advance Climate-Resilient Development in Nepal: Opportunities and way forward$$$https://napglobalnetwork.org/resource/policy-alignment-to-advance-climate-resilient-development-in-nepal/}}}\n\n{{{Nepal’s National Adaptation Plan (NAP) Process: Reflecting on lessons learned and the way forward$$$https://napglobalnetwork.org/resource/nepals-national-adaptation-plan-nap-process-reflecting-on-lessons-learned-and-the-way-forward/}}}"
	},
	{
		"countryID": "31",
		"countryName": "Armenia",
		"region": "Eastern Europe",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2021-2025",
		"releaseBy": "Ministry of Environment",
		"purpose": "Not stated.",
		"vision": "All government policy sectors considered vulnerable to the impacts of climate change will incorporate climate change adaptation considerations to provide greater clarity, balance, and direction for effective delivery of adaptation action.",
		"goals": "To promote the reduction and management of climate risks in Armenia. This will occur by addressing the impacts of climate change, by taking full advantage of emerging opportunities, by reducing socio-economic vulnerabilities, and avoiding losses and damages due to climate change. The process will be further supplemented by building mechanisms that enable adaptation of population as well, as natural, productive, and infrastructure systems.",
		"numPageBody": "34",
		"docStructure": "The NAP is split into nine chapters that discuss Armenia's current situation, objectives, monitoring and evaluation, and adaptation measures. There are no annexes.",
		"numCrossSectoral": null,
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP_Armenia.pdf",
		"totalCostImplNAP": "1446094",
		"napProcessOutputs": ""
	},
	{
		"countryID": "136",
		"countryName": "South Africa",
		"region": "Africa",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2020-2030",
		"releaseBy": "Department of Forestry, Fisheries and the Environment",
		"purpose": "Not stated.",
		"vision": "To transition to a climate-resilient South Africa, which will follow a sustainable development path, guided by  anticipation, adaptation, and recovery from a changing climate and environment to achieve our development aspirations.",
		"goals": "1. Build climate resilience and adaptive capacity to respond to climate change risk and vulnerability\n\n2. Promote the integration of climate change adaptation response into development objectives, policy, planning and implementation\n\n3. Improve understanding of climate change impacts and capacity to respond to these impacts\n\n4. Ensure resources and systems are in place to enable implementation of climate change responses",
		"numPageBody": "80",
		"docStructure": "The NAP is divided into 13 chapters: the country context, the vulnerability assessment, the adaptation measures, and the implementation framework. There are two annexes: proposed key messaging for adaptation communication and indicators for M&E.",
		"numCrossSectoral": "9",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/South-Africa_NAP.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Free State Province Climate Change Adaptation Strategy and Implementation Plan 2024–2029$$$https://napglobalnetwork.org/resource/free-state-province-climate-change-adaptation-strategy-and-implementation-plan-2024-2029/}}}\n\n{{{South Africa First Nationally Determined Contribution under the Paris Agreement and Adaptation Communications$$$https://unfccc.int/sites/default/files/NDC/2022-06/South%20Africa%20updated%20first%20NDC%20September%202021.pdf}}}"
	},
	{
		"countryID": "25",
		"countryName": "Albania",
		"region": "Eastern Europe",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2016-2035",
		"releaseBy": "Ministry of Tourism and Environment",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Damages through floods are reduced.\n\nAgricultural resilience against floods is enhanced.\n\nDrinking water quality is secured despite impacts from climate change.",
		"numPageBody": "45",
		"docStructure": "The NAP is divided into 10 chapters that include the country context, goals, implementation framework, and monitoring and review. There are 18 annexes that include priority actions, budgetary requirements, implementation activities, and more.",
		"numCrossSectoral": "6",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/National_Adaptation_Plan_Albania.pdf",
		"totalCostImplNAP": "87756000",
		"napProcessOutputs": "{{{Albania’s National Adaptation Plan: First progress report$$$https://napglobalnetwork.org/resource/albania-nap-progress-report/}}}"
	},
	{
		"countryID": "137",
		"countryName": "South Sudan",
		"region": "Africa",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2021-2025",
		"releaseBy": "Ministry of Environment and Forestry",
		"purpose": "Not stated.",
		"vision": "To mainstream adaptation planning within South Sudan's development planning across different government line ministries and climate-resilient communities, and ensure climate-centric development for long-term resilience to interrupt the poverty cycle.",
		"goals": "Reduce vulnerability to the impacts of climate change by building adaptive capacity and resilience.\n\nFacilitate the integration of climate change adaptation, in a coherent manner, into relevant new and existing policies, programs, and activities—in particular, development planning processes and strategies—within all relevant sectors and at different levels, as appropriate.",
		"numPageBody": "114",
		"docStructure": "The NAP is divided into seven chapters: the country context, framework alignment, the adaptation priorities, and next steps. There are two annexes: the composition of technical working groups, and national and subnational stakeholder consultation lists.",
		"numCrossSectoral": "3",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/South-Sudan-First-NAP%20.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": ""
	},
	{
		"countryID": "117",
		"countryName": "Tonga",
		"region": "Asia-Pacific",
		"yearPublication": "2021",
		"version": "2",
		"timeHorizon": "2018-2028",
		"releaseBy": "Ministry of Meteorology, Energy, Information, Disaster Management, Climate Change and Communications",
		"purpose": "Not stated.",
		"vision": "Vision: A Tonga that is resilient to the impacts of climate change and disaster risks, and is able to protect and safeguard its present and future citizens. Mission: To develop a resilient Tonga through an inclusive, participatory approach based on good governance that builds knowledge, proactive communities and supports a strong, sustainable development pathway.",
		"goals": "Achieve the vision of a resilient Tonga by 2035.",
		"numPageBody": "55",
		"docStructure": "The NAP is divided into six sections that include the national context, the JNAP 2, and its implementation strategy. There are four annexes that cover frameworks and budgets.",
		"numCrossSectoral": "5",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/JNAP2_Final-2018-2028.pdf",
		"totalCostImplNAP": "147173000",
		"napProcessOutputs": "{{{Key Recommendations for Communicating Climate Change in Tonga$$$https://napglobalnetwork.org/resource/key-recommendations-for-communicating-climate-change-in-tonga/}}}"
	},
	{
		"countryID": "87",
		"countryName": "Liberia",
		"region": "Africa",
		"yearPublication": "2021",
		"version": "1",
		"timeHorizon": "2020-2030",
		"releaseBy": "Environmental Protection Agency",
		"purpose": "To provide an overall framework to guide the country in developing, coordinating, and implementing its NAP process.",
		"vision": "Not stated.",
		"goals": "Provide a framework and procedures for sharing of information of scientific, technical, and traditional knowledge on climate change risk management and develop capacity-building measures.\n\nCoordinate sectors (including both public and private sector stakeholders) as well as institutions on climate change risk management and universities using awareness with a focus on the improvement of climate risk management actions.\n\nEncourage participation from sector stakeholders and line agencies responsible for key sectors to identify and propose measures to promote adaptation to reduce climate change risk. ",
		"numPageBody": "110",
		"docStructure": "The NAP consists of seven sections: an introduction, legal and policy frameworks, socio-economic profile, climate change scenario, adaptation strategies, monitoring and evaluation, and a conclusion. There are no annexes.",
		"numCrossSectoral": "8",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/LIBERIA_%20NAP_%20FINAL_%20DOCUMENT.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Liberia’s First Adaptation Communication$$$https://unfccc.int/sites/default/files/resource/First_Adaptation_Communication_AdCom_LIBERIA.pdf}}}\n\n{{{Liberia’s National Adaptation Plan Communication Strategy$$$https://napglobalnetwork.org/resource/liberias-national-adaptation-plan-communication-strategy/}}}\n\n{{{Monitoring, Evaluation, and Learning Framework for Liberia’s National Adaptation Plan$$$https://napglobalnetwork.org/resource/note-monitoring-evaluation-learning-liberia-adaptation-plan/}}}"
	},
	{
		"countryID": "46",
		"countryName": "Central African Republic",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2021-2027",
		"releaseBy": "Ministry of Environment and Sustainable Development",
		"purpose": "Not stated.",
		"vision": "To become an emerging country, built on a diversified, sustainable economy harmoniously distributed across the national territory, a modern state open to the world, committed to ethics and technological innovation. By 2030, the Central African Republic will be part of a dynamic of sustained, equitable and sustainable socio-economic development, integrating the challenges of climate change into all social and productive sectors, thereby improving the general well-being of its population.",
		"goals": "Its medium and long-term objective is to improve the country's resilience to the adverse effects of climate change particularly in the agricultural and food security, health, natural resource management, and infrastructure sectors.",
		"numPageBody": "82",
		"docStructure": "The NAP includes an introduction, the national context, an overview of national adaptation planning efforts, latest scientific evidence of climate impact, a risk and vulnerability assessment, adaptation priorities, an M&E framework, as well as next steps",
		"numCrossSectoral": "4",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/CAR-NAP-FR-web.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{For a National Adaptation Plan process that responds to gender issues in the Central African Republic$$$https://napglobalnetwork.org/resource/pna-genre-republique-centrafricaine-rca/}}}"
	},
	{
		"countryID": "47",
		"countryName": "Chad",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2021-2026",
		"releaseBy": "Ministry of Environment, Fisheries and Sustainable Development",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Identify key gaps and barriers to integrating adaptation into planning.\n\nIdentify needs in terms of knowledge, capacity, and institutional coordination.\n\nUpdate priority sectors and interventions for adaptation at the national level.\n\nIntegrate gender considerations in the development and implementation of adaptation measures.\n\nProvide a process for updating the NAP.",
		"numPageBody": "69",
		"docStructure": "The NAP is divided into 9 chapters including the national conditions, impacts of climate change, and adaptation priorities. One annex summarizes a technical stakeholder workshop held in Chad and the other lists the major projects and their funders.",
		"numCrossSectoral": "11",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/CHAD-NAP_EN-web.pdf",
		"totalCostImplNAP": "2600000000",
		"napProcessOutputs": "{{{Knowledge, attitudes and behaviors related to gender and climate change in Chad: Avenues for reflection to inform the national adaptation plan (NAP) process (French)$$$https://napglobalnetwork.org/resource/genre-et-les-changements-climatiques-au-tchad/}}}"
	},
	{
		"countryID": "52",
		"countryName": "Costa Rica",
		"region": "Latin America and Caribbean",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2022-2026",
		"releaseBy": "Ministry of Environment and Energy",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Guide the actions of the PNACC during the period 2022-2026 towards achieving a development model that ensures the climate resilience of Costa Rican society, prevents human losses, and moderates the material damage caused by the adverse effects of climate change, contributes to improving the quality of life of the most vulnerable populations, and leverages opportunities to innovate and transform productive sectors while ensuring the continuity of services.",
		"numPageBody": "82",
		"docStructure": "Costa Rica's NAP includes an introduction and some background information on climate change impacts and institutional progress in adaptation. It also includes the scope, objectives, principles, action plan for adaptation, and monitoring, evaluation, and financing information. There are three annexes.",
		"numCrossSectoral": "3",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP_Documento-2022-2026_Costa-Rica.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Nationally Determined Contribution and Adaptation Communications (Spanish)$$$https://unfccc.int/sites/default/files/NDC/2022-06/Contribucio%CC%81n%20Nacionalmente%20Determinada%20de%20Costa%20Rica%202020%20-%20Versio%CC%81n%20Completa.pdf}}}\n\n{{{National Climate Change Adaptation Policy of Costa Rica (Spanish)$$$https://cambioclimatico.go.cr/wp-content/uploads/2019/01/Politica-Nacional-de-Adaptacion-al-Cambio-Climatico-Costa-Rica-2018-2030.pdf}}}"
	},
	{
		"countryID": "132",
		"countryName": "Sierra Leone",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "Not stated.",
		"releaseBy": " Ministry of the Environment",
		"purpose": "Not stated.",
		"vision": "To reduce vulnerability by half by 2030 through increased risk awareness, improvements in rule compliance, increased institutional capacity, and a gender-responsive approach to adaptation in development policy and programmes across sectors and scales.",
		"goals": "Increase resilience capacity at all levels.\n\nSupport an integrated approach to climate change adaptation programming and policymaking.\n\nAllocate 10% of the annual national budget to climate change adaptation across sectors.\n\nHarmonize climate-relevant policies and regulations to improve coordination and cross-sector linkages.\n\nMainstream adaptation within all local councils local development plans by 2025.\n\nInstitutionalize NAP implementation through laws, policies, and regulations.\n\nEstablish a national trust fund for channelling adaptation support across sectors.\n\nDirect 40% of international development funding toward adaptation \npriorities across different sectors.",
		"numPageBody": "72",
		"docStructure": "The NAP consists of 7 chapters, including the national circumstances and vulnerabilities, adaptation priorities and actions, and institutional arrangements. The 2 annexes consist of a stakeholder consultation list and a priority sector analysis.",
		"numCrossSectoral": "4",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/SierraLeone_iNAP_Final.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Sierra Leone’s Climate Change Communications Strategy Under the National Adaptation Plan$$$https://napglobalnetwork.org/resource/sierra-leones-climate-change-communications-strategy-under-the-national-adaptation-plan/}}}"
	},
	{
		"countryID": "56",
		"countryName": "Democratic Republic of the Congo",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2022-2026",
		"releaseBy": " Ministry of Environment and Sustainable Development",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "To provide a starting point and a general reference for climate change adaptation measures. \n\nTo provide guidelines or paths to explore to develop a more comprehensive and robust NAP in the future. ",
		"numPageBody": "53",
		"docStructure": "The document consists of seven chapters, providing an overview of the context and the legal and institutional framework, followed by chapters on climate change in the country, the national adaptation priorities, and monitoring & evaluation.",
		"numCrossSectoral": "2",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/DRC-NAP_EN.pdf",
		"totalCostImplNAP": "9082000000",
		"napProcessOutputs": ""
	},
	{
		"countryID": "38",
		"countryName": "Benin",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2021-2030",
		"releaseBy": "Ministry for the Environment and Sustainable Development",
		"purpose": "Not stated.",
		"vision": "Benin is, in 2030, a climate resilient country with sufficient adaptive capacity and appropriate mechanisms for anticipating and responding to climate risks and whose institutions, organisations, businesses and citizens adopt climate sensitive practices.",
		"goals": "The overall objective of the NAP is to increase the country's resilience and adaptive capacity to climate change.\n \nSpecifically, the NAP aims to reduce the vulnerability to the impacts of climate change of local communities and their livelihoods by strengthening their adaptive capacity and resilience to lead to an economic and social transformation at the national level by 2030.\n\nThe NAP also aims to facilitate the integration of climate change adaptation in a coherent manner into relevant new and ongoing policies, programmes and activities, in particular development planning and budgeting processes and strategies.",
		"numPageBody": "125",
		"docStructure": "The NAP is divided in six chapters covering NAP background and methodological information, general information on Benin, NAP main elements and strategy, and implementation. There are five appendices.",
		"numCrossSectoral": "6",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/PNA_BENIN_2022_0.pdf",
		"totalCostImplNAP": "4240000000",
		"napProcessOutputs": "{{{Communication on Benin's adaptation under the United Nations Framework Convention on Climate Change (French)$$$https://unfccc.int/sites/default/files/ACR/2022-12/COMMUNICATION%20SUR%20ADAPTATION_BENIN.pdf}}}\n\n{{{For a National Adaptation Plan (NAP) process that responds to gender issues in Benin (French)$$$https://napglobalnetwork.org/resource/pour-un-processus-de-plan-national-dadaptation-pna-qui-reponde-aux-questions-de-genre-au-benin/}}}"
	},
	{
		"countryID": "89",
		"countryName": "Madagascar",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2021-2030",
		"releaseBy": "Ministry of Environment and Sustainable Development",
		"purpose": "Not stated.",
		"vision": "The NAP vision is to have all the necessary capacities for the sustainable development of the country.",
		"goals": "Strengthen the governance of climate change adaptation and integrate adaptation into planning documents and activities.\n\nImplement priority sector action programs.\n\nFinance adaptation to climate change by developing national capacity and better mobilizing and coordinating international funding.",
		"numPageBody": "120",
		"docStructure": "The NAP is divided into 5 chapters: methodology, context, institutional arrangements, planning and implementation strategy for adaptation and action plan. There are no annexes.",
		"numCrossSectoral": "8",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/PNA-Madagascar.pdf",
		"totalCostImplNAP": "278311200",
		"napProcessOutputs": "{{{Adaptation Communications in Madagascar (French)$$$https://unfccc.int/sites/default/files/ACR/2022-06/Communication%20Adaptation%20ou%20AdCom%20de%20Madagascar2022.pdf}}}\n\n{{{Capitalizing on Experiences from Disseminating the National Climate Change Adaptation Plan in Five Regions of Madagascar (French)$$$https://napglobalnetwork.org/resource/capitalisation-des-experiences-de-dissemination-du-plan-national-dadaptation-au-changement-climatique-dans-cinq-regions-de-madagascar/}}}\n\n{{{Toward a National Adaptation Plan (NAP) Process That Addresses Gender Issues in Madagascar (French)$$$https://napglobalnetwork.org/resource/pour-un-processus-de-plan-national-dadaptation-pna-qui-reponde-aux-questions-de-genre-a-madagascar/}}}"
	},
	{
		"countryID": "45",
		"countryName": "Cabo Verde",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2022-2030",
		"releaseBy": "Ministry of Agriculture and Environment",
		"purpose": "Not stated.",
		"vision": "Vision: Cabo Verde is prosperous, happy, and resilient to climate change through an inclusive society and a regenerative economy in all sectors of activity. Mission: Reduce the vulnerability of Cabo Verde’s ecosystems & economy, improving the quality of life of its people, through the implementation of transformative adaptation measures that also promote the regeneration of the economy towards a less polluting form.",
		"goals": "Create an enabling environment to facilitate the integration of\nadaptation into planning and budgeting.\n\nImprove the capacity to manage and share data and information,\naccess to technology and finance for adaptation.\n\nImplement adaptation actions for greater resilience of the most\nvulnerable.",
		"numPageBody": "177",
		"docStructure": "The document consists of the mandate, vision, mission, principles, and objectives of NAP. Other sections focus on climate hazards, communication and mobilization for climate resilience and implementation, and monitoring and evaluation plan.",
		"numCrossSectoral": "10",
		"linkToDocUNFCCC": "https://unfccc.int/documents/619920",
		"totalCostImplNAP": "32166108",
		"napProcessOutputs": ""
	},
	{
		"countryID": "41",
		"countryName": "Bosnia and Herzegovina",
		"region": "Eastern Europe",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "Not stated.",
		"releaseBy": "Ministry of Foreign Trade and Economic Affairs (Federation of Bosnia and Herzegovina) and Ministry of Spatial Planning, Construction and Ecology (Republika Srpska)",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Not stated.",
		"numPageBody": "76",
		"docStructure": "The document is divided into twelve chapters including sections on the impact of climate change on sectors and proposed measures for the most vulnerable sectors. The annex is divided into three parts.",
		"numCrossSectoral": "0",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP-Bosnia-and-Herzegovina%20.pdf",
		"totalCostImplNAP": "3863376168",
		"napProcessOutputs": ""
	},
	{
		"countryID": "73",
		"countryName": "Haiti",
		"region": "Latin America and Caribbean",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "2022-2030",
		"releaseBy": "Ministry of Environment and Ministry of Planning and External Cooperation",
		"purpose": "The NAP is both an urgency and a real opportunity to mobilize resources dedicated to the climate. It allows public policies on land use planning and development to be guided by and development policies by promoting the development of new sectors of the economy that are low-carbon and of the economy and to strengthen the country's resilience to climate change shocks. climate change.",
		"vision": "A country that is increasingly resilient to climate change, with a planning & implementation process driven by the needs to ensure adaptive capacity building of all municipalities & adaptation in its multiple dimensions informed by robust data.",
		"goals": "Implementing large-scale gender-sensitive programmes and projects aimed at increasing resilience to adverse climate conditions in the priority sectors of the NAP. \n\nStrengthening human capital, particularly that of women and girls, for adaptation planning at least at the level of the most vulnerable local authorities. \n\nImproving the institutional and legal framework for adaptation in the priority economic sectors. \n\nFormulating and implementing communal climate change adaptation plans for at least half of the country's communes.",
		"numPageBody": "85",
		"docStructure": "The document has nine core chapters and an annex. The core chapters include national circumstances; legal, regulatory regulatory and institutional framework as well as relevant policies; M&E and reporting; and plan for updating the NAP.",
		"numCrossSectoral": "2",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/PNA_HAITI.pdf",
		"totalCostImplNAP": "980000000",
		"napProcessOutputs": "{{{Haiti's Adaptation Communications (French)$$$https://unfccc.int/sites/default/files/2022-08/Communication%20d%20Haiti%20relative%20a%20l%20adaptation_rev.pdf}}}\n\n{{{Gender and Climate Change Adaptation Action Plan of the Republic of Haiti (2025–2030) (French)$$$https://napglobalnetwork.org/resource/plan-action-genre-adaptation-Haiti/}}}\n\n{{{Toward a Gender-Responsive National Adaptation Plan Process in Haiti (French)$$$https://napglobalnetwork.org/resource/genre-pna-haiti/}}}\n\n{{{Implementing Adaptation Under the Paris Agreement: The Key Role of Stakeholders (French)$$$https://napglobalnetwork.org/resource/implementing-adaptation-under-paris-agreement-role-of-stakeholders/}}}\n\n{{{Communications Strategy for Haiti's National Adaptation Plan (NAP) Process (French)$$$https://napglobalnetwork.org/resource/strategie-communications-processus-pna-haiti/}}}"
	},
	{
		"countryID": "109",
		"countryName": "Niger",
		"region": "Africa",
		"yearPublication": "2022",
		"version": "1",
		"timeHorizon": "2022-2026",
		"releaseBy": "National Environment Council for Sustainable Development",
		"purpose": "Not stated.",
		"vision": "By 2035, Niger's socio-economic development will be ensured through the establishment of a climate-resilient society, the reduction of climate risks communities & ecosystems, & the integration of climate change adaptation into socio-economic development.",
		"goals": "The overall objective of the NAP is to contribute to the sustainable development of the country by reducing the negative impacts of climate change.",
		"numPageBody": "250",
		"docStructure": "This document is divided into nine parts, including the policy, legal and institutional framework for adaptation planning in Niger, and the governance of the NAP and the proposal of a system for monitoring and monitoring and evaluation of the NAP. There are nine appendices.",
		"numCrossSectoral": "11",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/Plan-National-d%27Adaptation_Niger_Version-Finale.pdf",
		"totalCostImplNAP": "6609074772",
		"napProcessOutputs": "{{{Investment plan for the Strengthening of Resilience to Climate Change in the Niger Basin$$$https://documents1.worldbank.org/curated/en/779091468197948067/pdf/102271-WP-P149714-PUBLIC-Box394828B.pdf}}}"
	},
	{
		"countryID": "35",
		"countryName": "Bangladesh",
		"region": "Asia-Pacific",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "2023-2050",
		"releaseBy": "Ministry of Environment, Forest and Climate Change",
		"purpose": "Not stated.",
		"vision": "Building a climate‐resilient nation through effective adaptation strategies to foster a robust society and ecosystems and stimulate sustainable economic growth.",
		"goals": "Ensure protection against climate change variability and induced natural disasters.\n\nDevelop climate‐resilient agriculture for food, nutrition, and livelihood security.\n\nDevelop climate‐smart cities for improved urban environment and well‐being.\n\nPromote nature‐based solutions for conservation of forestry, biodiversity, and well‐being of communities.\n\nImpart good governance through integration of adaptation into the planning process.\n\nEnsure transformative capacity‐building and innovation for climate change adaptation.",
		"numPageBody": "129",
		"docStructure": "The document consists of five chapters, including climate risks and vulnerabilities, adaptation priorities for combating adversities of climate change and monitoring and evaluation. There are five appendices.",
		"numCrossSectoral": "5",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP-Bangladesh-2023.pdf",
		"totalCostImplNAP": "230000000000",
		"napProcessOutputs": ""
	},
	{
		"countryID": "60",
		"countryName": "Ecuador",
		"region": "Latin America and Caribbean",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "2023-2027",
		"releaseBy": "Ministry for the Environment, Water, and Ecological Transition",
		"purpose": "The NAP is a public policy instrument that guides and facilitates how the country adapts to climate change through a sectoral and local lens.",
		"vision": "By 2050, Ecuador will adequately adapt to climate change through a strategic process mainstreaming adaptation into national planning and development mechanisms.",
		"goals": "Contribute to the integration of climate adaptation into national, local, and sectoral planning.\n\nContribute to the identification and reduction of the current and future climate risk of social, economic, and environmental systems that are vulnerable to the effects of climate change.\n\nPromote the access and use of historic and future climate and oceanic information.\n\nFacilitate and foment the identification of the current and future impacts of climate change through climate risk analyses that take into consideration biophysical impact models.\n\nGuide the implementation of adaptation measures that reduce climate risk and foment a gender-based approach.\n\nGuide the addition of climate adaptation into development planning and sectoral and local institutional budgets.",
		"numPageBody": "239",
		"docStructure": "The document is divided into ten chapters that discuss the national context, adaptation measures and implementation plan, and M&E strategy. The document contains 10 annexes and links to 7 additional documents attached to the annex.",
		"numCrossSectoral": null,
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/PLAN-NACIONAL-DE-ADAPTACION-2.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{First Nationally Determined Contribution to the Paris Agreement under the United Nations Framework Convention on Climate Change$$$https://unfccc.int/sites/default/files/NDC/2022-06/Primera%20NDC%20Ecuador.pdf}}}"
	},
	{
		"countryID": "116",
		"countryName": "Papua New Guinea",
		"region": "Asia-Pacific",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "2022-2030",
		"releaseBy": "Ministry of Environment, Conservation and Climate Change",
		"purpose": "Not stated.",
		"vision": "Not stated.",
		"goals": "Strengthen institutional capacities and the ability to effectively mainstream climate change adaptation and disaster risk reduction.\n\nBuild resilience at the national, subnational, and sectoral levels through information and awareness-raising, education, and capacity building, as well as the provision of early warning systems.\n\nFacilitate resource mobilisation and foster public and private investment in climate change adaptation priority areas.",
		"numPageBody": "67",
		"docStructure": "The document is comprised of six main chapters including the institutional and policy setting for climate change action, and the implementation framework. There are two external annexes related to sectoral planning, financing, and implementation.",
		"numCrossSectoral": "15",
		"linkToDocUNFCCC": "https://napcentral.org/sites/default/files/2023-04/PNG-NAP.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Papua New Guinea National Adaptation Plan Sectoral Planning Guidelines for Climate Change Adaptation$$$https://ccda.gov.pg/wp-content/uploads/2023/06/Annex-1-Sectoral-Planning-Guidelines-for-climate-change-adaptation.pdf}}}\n\n{{{NAP Financing and Implementation Framework Guidance$$$https://ccda.gov.pg/wp-content/uploads/2023/06/Annex-2-NAP-Financing-Implementation.pdf}}}"
	},
	{
		"countryID": "103",
		"countryName": "Mozambique",
		"region": "Africa",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "2022-2032",
		"releaseBy": "Ministry of Land and Environment",
		"purpose": "Not stated.",
		"vision": "Vision: A prosperous and climate change resilient Mozambique, with a green economy in all social and economic sectors.          Mission: Vulnerability reduction to climate change and improving the living conditions of Mozambicans, through the implementation of concrete measures for adaptation and re-duction of climate risks, taking into account low carbon development options, aiming at sustainable development, with the active participation of all social, environmental and economic actors and sectors.",
		"goals": "To create a favorable environment for integration of adaptation in planning and budgeting at national, provincial and district levels.\n\nTo improve the capacity to manage and share data and information, access technology and finance adaptation.\n \nTo implement adaptation actions for a greater resilience of the most vulnerable at the district level.",
		"numPageBody": "214",
		"docStructure": "The document is divided into eight chapters including sections on socio-economic & climate context, future climate projections, climate risks, the country's climate finance portfolio, and gaps & needs for greater climate resilience. The annex describes greater detail on strategic adaptation actions.",
		"numCrossSectoral": "13",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/National_Adaptation_Plan_Mozambique.pdf",
		"totalCostImplNAP": "7236685866",
		"napProcessOutputs": ""
	},
	{
		"countryID": "113",
		"countryName": "Pakistan",
		"region": "Asia-Pacific",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "2023-2030",
		"releaseBy": "Ministry of Climate Change and Environmental Coordination",
		"purpose": "Not stated.",
		"vision": "A climate-resilient Pakistan made up of communities with socioeconomic and environmental adaptive capacities—collaborating to pursue prosperity, promote personal and national wellbeing, and protect their ecosystems through inclusive sustainable approaches.",
		"goals": "Enhance the sustainable development of vulnerable communities by fostering social, economic, and environmental resilience. This can be achieved through a progressive empowerment process that ensures equitable resource utilization, building on gender-responsive, participatory, transparent,  \nand socially inclusive approaches.",
		"numPageBody": "93",
		"docStructure": "The document is divided into five sections: an introduction; climate risks and vulnerabilities; the NAP process, vision and principles; adaptation priorities; and implementation strategies. There are no annexes.",
		"numCrossSectoral": "7",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/National_Adaptation_Plan_Pakistan.pdf",
		"totalCostImplNAP": "152000000000",
		"napProcessOutputs": ""
	},
	{
		"countryID": "39",
		"countryName": "Bhutan",
		"region": "Asia-Pacific",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "2023-2028",
		"releaseBy": "Ministry of Energy and Natural Resources",
		"purpose": "To protect the health, lives, livelihoods and happiness of the people of Bhutan from the adverse impacts of climate change by building adaptive capacity and enhancing resilience to reduce vulnerability and by integrating adaptation actions into the development planning process at all levels.",
		"vision": "A prosperous, resilient and carbon neutral Bhutan where the pursuit of gross national happiness for the present and future generations is secure under a changing climate.",
		"goals": "Ensure a continuous, progressive, and iterative process to assess the vulnerability and adaptation needs across all sectors and levels in Bhutan recognising the special needs of vulnerable groups through the National Adaptation Plan process.\n\nPromote the integration of climate change adaptation planning and implementation of adaptation actions into national and local level plans where possible.\n\nEnhance the climate information and knowledge system to support a long-term, iterative process of adaptation planning and implementation.\n\nAssess progress in adaptation including measurement of resilience and to climate change.",
		"numPageBody": "109",
		"docStructure": "The NAP contains five chapters: national circumstances and objectives for adaptation, climate projections, impacts and vulnerabilities, adaptation needs and priorities for the country, an implementation strategy, and a framework for monitoring and evaluation. It also includes a two-part annex.",
		"numCrossSectoral": "8",
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP-Bhutan-2023.pdf",
		"totalCostImplNAP": "13959398158",
		"napProcessOutputs": ""
	},
	{
		"countryID": "155",
		"countryName": "Zambia",
		"region": "Africa",
		"yearPublication": "2023",
		"version": "1",
		"timeHorizon": "Not stated.",
		"releaseBy": "Ministry of Green Economy and Environment",
		"purpose": "Not stated",
		"vision": "Not stated",
		"goals": "To identify the country’s vulnerabilities to climate change and develop medium and long-term adaptation actions to minimize the impacts.\n\nTo integrate climate change adaptation into the national, sectoral and sub-national planning and budgeting processes.\n\nTo strengthen institutional and technical capacities for the  \nimplementation of identified priority adaptation actions.\n\nTo strengthen institutional coordination mechanisms for climate change adaptation actions at national, sectoral, and sub-national levels; and\n\nTo leverage emerging opportunities for resource mobilization for the implementation of the prioritised adaptation actions to address current and projected climate risks.",
		"numPageBody": "69",
		"docStructure": "The NAP comprises nine chapters including an introduction, adaptation policies, climate information, synergies between adaptation and disaster risk reduction, gender in budgeting, outlines implementation strategies, and monitoring, review, communication, and reporting. There are two appendices on the roles and responsibilities of stakeholders and capacity gaps and actions. ",
		"numCrossSectoral": null,
		"linkToDocUNFCCC": "https://unfccc.int/sites/default/files/resource/NAP-Zambia-2023.pdf",
		"totalCostImplNAP": "0",
		"napProcessOutputs": "{{{Consolidated Resource Mobilisation Strategy and Implementation Roadmap for the Zambia National Adaptation Plan (NAP) and Water Investment Programme (ZIP)$$$https://www.mwds.gov.zm/wp-content/uploads/2024/11/Consolidated-Resource-Mobilisation-Stratagy-and-Implementation-Roadmap-for-the-Zambia-Adaptation-Plan-and-Water-Investment-Programme.pdf}}}"
	}
]
